import LocalizedStrings from 'react-localization';

const string = new LocalizedStrings({
    gr: {
        navBarHeader:"Global Hellenic Group",
        navBarHome:"Αρχική",
        navBarAbout:"Η Εταιρεία μας",
        navBarServices:"Υπηρεσίες",
        navBarContact:"Επικοινωνία",
        homeHeader: "Ο απόλυτος σύμμαχος στην καθαριότητα!",
        homeParagraph: "Προσφέρουμε ένα ευρύ φάσμα υπηρεσιών καθαρισμού, από σπίτια και γραφεία μέχρι Airbnb " +
            "και βιομηχανικούς χώρους. Η έμπειρη και φιλική ομάδα μας εγγυάται ένα άψογο αποτέλεσμα, " +
            "προσαρμοσμένο στις δικές σας ανάγκες.",
        homeContactUsButton: "Επικοινωνία",
        aboutHeader: "Η Εταιρεία μας",
        aboutDescription_1: "Η εταιρεία μας ιδρύθηκε και δραστηριοποιείται από το 2014 στην Μελβούρνη της Αυστραλίας με " +
            "αντικείμενο τους βιολογικούς καθαρισμούς στον χώρο σας σε μοκέτες δαπέδου, χάλια, στρώματα, καναπέδες, " +
            "σαλόνια, πολυθρόνες, καρέκλες, καθίσματα, κουρτίνες βαρέως τυπού οι οποίες καθαρίζονταιχωρίς να χρειάζεται " +
            "να αφαιρεθούν.",
        aboutDescription_2: "Η Αυστραλία είναι μία από τις πρωτοπόρες χώρες στον τομέα της καθαριότητας με αποτέλεσμα " +
            "ο τομέας του cleaning να γνωρίζει ραγδαία αύξηση τα τελευταία χρόνια καταλαμβάνοντας μάλιστα " +
            "την δεύτερη θέση του τζίρου της Αυστραλιανής οικονομίας. Για τον σκοπό αυτό δαπανώνται κάθε χρόνο τεράστια " +
            "χρηματικά ποσά για έρευνα και ανάπτυξητης τεχνολογίας με σκοπό την παροχή υψηλής ποιότητας υπηρεσιών. " +
            "Κατόπιν τούτου και η εταιρεία μας εναρμονίζεται πλήρως και δρα με βάση τα αυστηρά στάνταρ της Αυστραλίας." +
            "Αυτή λοιπόν την γνώση και την τεχνολογία θέλαμε ναμεταφέρουμε και στην Ευρώπη για αυτό και από τον Μάρτιο " +
            "του 2023 δραστηριοποιούμαστε και στην Ελλάδα με έδρα μαςτην Αθήνα, άλλα και στην Ολλανδία.",
        aboutDescription_3: "Ο επαγγελματικός βιολογικός καθαρισμός από το έμπειροπροσωπικό Global Hellenic Group " +
            "Cleaning Services εξασφαλίζει την πλήρη απομάκρυνση των βιολογικών ρύπων, εξαλείφει τις οσμές και " +
            "παρατείνει τη διάρκειαζωής των καθαριζόμενων επιφανειών. Με όπλο την δεκαετή μας εμπειρία, την " +
            "τεχνογνωσία, τον εξειδικευμένο εξοπλισμό και τα αποτελεσματικά προϊόντα καθαρισμού, παρέχουμε " +
            "υπηρεσίες υψηλής ποιότητας. Η εταιρεία μας διαθέτει πιστοποιημένα και ασφαλή μηχανήματα και " +
            "προϊόντα τα οποία εισάγονται απευθείας από την Αυστραλία."
    }
});

export default string;